Repository: team-hummelt/bs-formular2
Catalog: languages/*-formular2-*.po
Languages: de_de

source: BS-Formular
de_de: BS-Formular 2

source: Forms
de_de: Formulare

source: Overview
de_de: Übersicht

source: Create | Edit
de_de: Erstellen | Bearbeiten

source: Inbox
de_de: Posteingang

source: E-Mail Settings
de_de: E-Mail-Einstellungen

source: Examples
de_de: Beispiele

source: Help
de_de: Hilfe

source: Name
de_de: Bezeichnung

source: Created
de_de: Erstellt

source: SMTP Settings
de_de: SMTP Einstellungen

source: Name or company of the sender:
de_de: Name oder Firma des Absenders:

source: If the entry remains empty, the page title is used.
de_de: Wenn der Eintrag leer bleibt, wird der Seitentitel verwendet.

source: Sender Email:
de_de: Email Absender:

source: In most cases, the provider e-mail must be entered here.
de_de: In den meisten Fällen, muss hier die Provider-E-Mail eingegeben werden.

source: Username:
de_de: Benutzername

source: Password:
de_de: Passwort

source: Save email
de_de: E-Mail speichern

source: active
de_de: aktiv

source: Maximum File Size (MB):
de_de: maximale File Größe (MB):

source: maximum total upload size (MB:)
de_de: maximale gesamt Upload-Größe (MB:)

source: Max. Files per e-mail
de_de: Max. Files pro E-Mail

source: Separate MimeTypes with comma or semicolon.<br> (e.g. pdf, jpg, png)
de_de: MimeTypes mit Komma oder Semikolon trennen.<br> (z.B. pdf, jpg, png)

source: Multiple uploads active
de_de: Multiple Uploads aktiv

source: Select file
de_de: Datei auswählen

source: Drag and drop the file here.
de_de: Datei hier per Drag & Drop ablegen.

source: Upload error
de_de: Fehler beim Upload

source: Try again
de_de: erneut versuchen

source: Tap to cancel
de_de: zum Abbrechen antippen

source: Click to delete
de_de: zum Löschen klicken

source: remove
de_de: entfernen

source: File is too large
de_de: Datei ist zu groß

source: Maximum file size is {filesize}
de_de: Maximale Dateigröße ist {filesize}

source: Maximum total size exceeded
de_de: Maximale Gesamtgröße überschritten

source: Maximum total size of the file is {filesize}
de_de: Maximale Gesamtgröße der Datei ist {filesize}

source: Invalid file type
de_de: Ungültiger Dateityp

source: Expects {allButLastType} or {lastType}
de_de: Erwartet {allButLastType} oder {lastType}

source: Form messages
de_de: Formular Meldungen

source: back to the form
de_de: zurück zum Formular

source: Messages
de_de: Meldungen

source: Edit form
de_de: Formular bearbeiten

source: created on
de_de: erstellt am

source: at
de_de: um

source: Messages that are used in various situations can be edited here.
de_de: Hier können Meldungen bearbeitet werden, die in verschiedenen Situationen verwendet werden.

source: Save changes
de_de: Änderungen speichern

source: Form
de_de: Formular

source: edit
de_de: bearbeiten

source: create
de_de: Erstellen

source: back to the overview
de_de: zurück zur Übersicht

source: Form description:
de_de: Formularbezeichnung:

source: password
de_de: passwort

source: Check data protection
de_de: Datenschutz prüfen

source: Form Settings
de_de: Formular Settings

source: Add CSS classes for form and input elements?
de_de: CSS Klassen für Formular und Input Elemente hinzufügen?

source: HTML elements and CSS classes can also be added individually in the input field.
de_de: HTML Elemente und CSS Klassen können auch im Eingabefeld individuell hinzugefügt werden.

source: Hide label
de_de: Label ausblenden

source: If Hide Label is active, the label for input fields is displayed as a placeholder.
de_de: Ist Label ausblenden aktiv, wird die Bezeichnung für Input Felder als Platzhalter angezeigt.

source: Form wrapper class:
de_de: Formular Wrapper Klasse:

source: e.g. for a Responsive 2-column layout.
de_de: z.B. für ein Responsive 2 spaltiges Layout.

source: DIV class for input elements:
de_de: DIV Klasse für Input Elemente:

source: e.g.
de_de: z.B.

source: DIV class for label:
de_de: DIV Klasse für Label:

source: The CSS classes for labels are <span class="text-danger strong-font-weight">not</span> added for radio or checkboxes.
de_de: Die CSS Klassen für Labels werden <span class="text-danger strong-font-weight">nicht</span> bei Radio oder Checkboxen hinzugefügt.

source: Add CSS classes for button?
de_de: CSS Klassen für Button hinzufügen?

source: The class (<code><b class="strong-font-weight">btn</b></code>) will be added automatically.
de_de: Die Klasse (<code><b class="strong-font-weight">btn</b></code>) wird automatisch hinzugefügt.

source: Button CSS classes:
de_de: Button CSS Klassen:

source: Add icon
de_de: Icon hinzufügen

source: Delete icon
de_de: Icon löschen

source: Forwarding after sending the form
de_de: Weiterleitung nach dem Senden des Formulars

source: Redirection active
de_de: Redirection aktiv

source: select...
de_de: auswählen...

source: Transfer form data to page
de_de: Formulardaten an Seite übergeben

source: Data can be transferred to the redirect page. <span class="text-danger"> Passwords and uploads are not redirected.</span> <p>The data is under the Javascript Object <code>bs_form_ajax_obj.bs_form_redirect_data['shortcode']</code> available.</p> An example of the output of a <i class="text-danger">"redirect_data object"</i> is shown in " <i class="fa fa-life-ring"></i> Help " to find.
de_de: Es können Daten an die Redirect-Page übergeben werden. <span class="text-danger"> Passwörter und Uploads werden nicht weitergeleitet.</span> <p>Die Daten stehen unter dem Javascript Object <code>bs_form_ajax_obj.bs_form_redirect_data['shortcode']</code> zur Verfügung.</p> Ein Beispiel für die Ausgabe eines <i class="text-danger">"redirect_data Objekts"</i> ist unter " <i class="fa fa-life-ring"></i> Hilfe " zu finden.

source: Create form
de_de: Formular erstellen

source: If forwarding is active, a page must be selected that is to be called up after sending.
de_de: Bei aktiver Weiterleitung muss eine Seite ausgewählt werden, die nach dem Absenden aufgerufen werden soll.

source: News Settings
de_de: Nachrichten Settings

source: Subject:
de_de: Betreff:

source: Available form placeholders
de_de: Verfügbare Formular Platzhalter

source: Message
de_de: Nachricht

source: Save
de_de: Speichern

source: Automatic reply
de_de: Automatische Antwort

source: show
de_de: anzeigen

source: Active
de_de: aktiv

source: Not activated
de_de: nicht aktiviert

source: Save auto-responder
de_de: Auto-Responder speichern

source: Received
de_de: Empfangen

source: Recipient
de_de: Empfänger

source: Sender IP
de_de: Absender IP

source: Delete all e-mail
de_de: Alle E-Mail löschen

source: Received messages
de_de: Empfangene Nachrichten

source: The sender's message was sent successfully
de_de: Die Nachricht des Absenders wurde erfolgreich gesendet

source: The message was sent successfully.
de_de: Die Nachricht wurde erfolgreich gesendet.

source: The sender's message could not be sent
de_de: Die Nachricht des Absenders konnte nicht gesendet werden

source: An error occurred while trying to send your message. Please try again later.
de_de: Beim Versuch, Ihre Nachricht zu senden, ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

source: Error filling out the form
de_de: Fehler beim Ausfüllen des Formulars

source: One or more fields have an error. Please check and try again.
de_de: Ein oder mehrere Felder haben einen Fehler. Bitte überprüfen Sie es und versuchen Sie es erneut.

source: Input was detected as spam
de_de: Eingabe wurde als Spam erkannt

source: There are conditions that the sender must accept
de_de: Es gibt Bedingungen, die der Absender akzeptieren muss

source: You must accept the conditions before sending your message.
de_de: Sie müssen die Bedingungen akzeptieren, bevor Sie Ihre Nachricht senden.

source: There is a field that the sender must fill in.
de_de: Es gibt ein Feld, das der Absender ausfüllen muss

source: This field must be filled in.
de_de: Dieses Feld muss ausgefüllt werden.

source: The sender's email address entered is invalid
de_de: Die eingegebene E-Mail-Adresse des Absenders ist ungültig

source: The e-mail address entered is invalid.
de_de: Die eingegebene E-Mail-Adresse ist ungültig.

source: The sender's URL entered is invalid
de_de: Die eingegebene URL des Absenders ist ungültig

source: The URL is invalid.
de_de: Die URL ist unzulässig.

source: The date format entered is invalid
de_de: Das eingegebene Datumsformat ist ungültig

source: The date format is incorrect.
de_de: Das Datumsformat ist falsch.

source: The number format entered is invalid
de_de: Die eingegebene Zahlenformat ist ungültig

source: The number format is invalid.
de_de: Das Zahlenformat ist ungültig.

source: A field from a selection list must be selected.
de_de: Ein Feld aus einer Auswahlliste muss ausgewählt werden.

source: A field must be selected.
de_de: Es muss ein Feld ausgewählt werden.

source: A checkbox must be selected.
de_de: Eine Checkbox muss ausgewählt sein.

source: You must agree to this condition.
de_de: Sie müssen dieser Bedingung zustimmen.

source: An email (Email Select) must be selected from a drop-down list.
de_de: Eine E-Mail (E-Mail Select) muss aus einer Auswahlliste ausgewählt werden.

source: The selected e-mail address is invalid.
de_de: Die ausgewählte E-Mail-Adresse ist ungültig.

source: A file attachment (File Upload) must be selected.
de_de: Ein Dateianhang (File-Upload) muss ausgewählt sein.

source: The selected file is invalid.
de_de: Die ausgewählte Datei ist ungültig.

source: select
de_de: auswählen

source: Nothing selected
de_de: nicht ausgewählt

source: selected
de_de: Ausgewählt

source: This plugin has been disabled because it requires a PHP version greater than %s and a WordPress version greater than %s. Your PHP version can be updated by your hosting provider.
de_de: Dieses Plugin wurde deaktiviert, weil es eine PHP-Version größer als %s und eine WordPress-Version größer als %s benötigt. Ihre PHP-Version kann von Ihrem Hosting-Anbieter aktualisiert werden.
